
[StaffRoll]
Staff6L=GUILTY GEAR Xrd -REVELATOR-
Staff7L=Ver.1.10 CREDIT
Staff19L=Original Works
Staff21L=石渡 太輔／アークシステムワークス
Staff21_subL=Daisuke Ishiwatari / ARC SYSTEM WORKS
Staff30L=CAST
Staff32L=SOL BADGUY
Staff32R=中田 譲治
Staff32_subR=Jouji Nakata
Staff33L=KY KISKE
Staff33R=草尾 毅
Staff33_subR=Takeshi Kusao
Staff34L=MAY
Staff34R=こおろぎさとみ
Staff34_subR=Satomi Koorogi
Staff35L=MILLIA RAGE
Staff35R=住友 優子
Staff35_subR=Yuuko Sumitomo
Staff36L=CHIPP ZANUFF
Staff36R=川原 慶久
Staff36_subR=Yoshihisa Kawahara
Staff37L=VENOM
Staff37R=諏訪部 順一
Staff37_subR=Junichi Suwabe
Staff38L=POTEMKIN
Staff38R=近藤 隆
Staff38_subR=Takashi Kondou
Staff39L=AXL LOW
Staff39R=難波 圭一
Staff39_subR=Keiichi Nanba
Staff40L=I-NO
Staff40R=井上 喜久子
Staff40_subR=Kikuko Inoue
Staff41L=FAUST
Staff41R=近藤 隆
Staff41_subR=Takashi Kondou
Staff42L=SLAYER
Staff42R=土師 孝也
Staff42_subR=Takaya Hashi
Staff43L=ZATO=1 / EDDIE
Staff43R=子安 武人
Staff43_subR=Takehito Koyasu
Staff44L=BEDMAN
Staff44R=緑川 光
Staff44_subR=Hikaru Midorikawa
Staff45L=RAMLETHAL VALENTINE
Staff45R=潘 めぐみ
Staff45_subR=Megumi Han
Staff46L=SIN KISKE
Staff46R=宮崎 一成
Staff46_subR=Issei Miyazaki
Staff47L=ELPHELT VALENTINE
Staff47R=洲崎 綾
Staff47_subR=Aya Suzaki
Staff48L=LEO WHITEFANG
Staff48R=稲田 徹
Staff48_subR=Tetsu Inada
Staff49L=JOHNNY
Staff49R=若本 規夫
Staff49_subR=Norio Wakamoto
Staff50L=JACK-O' VALENTINE
Staff50R=五十嵐 裕美
Staff50_subR=Hiromi Igarashi
Staff51L=JAM KURADOBERI
Staff51R=松嵜 麗
Staff51_subR=Rei Matsuzaki
Staff52L=KUM HAEHYUN
Staff52R=手塚 秀彰
Staff52_subR=Hideaki Tezuka
Staff53L=RAVEN
Staff53R=安元 洋貴
Staff53_subR=Hiroki Yasumoto
Staff54L=DIZZY
Staff54R=藤田 佳寿恵
Staff54_subR=Kazue Fujita
Staff56L=THAT MAN
Staff56R=杉田 智和
Staff56_subR=Tomokazu Sugita
Staff57L=GABRIEL
Staff57R=菅生 隆之
Staff57_subR=Takayuki Sugou
Staff58L=VERNON
Staff58R=梁田 清之
Staff58_subR=Kiyoyuki Yanada
Staff59L=CHRONUS
Staff59R=坪井 智徳
Staff59_subR=Tomonori Tsuboi
Staff60L=ANSWER
Staff60R=関 智一
Staff60_subR=Tomokazu Seki
Staff61L=ARIELS
Staff61R=皆川 純子
Staff61_subR=Junko Minagawa
Staff63L=NARRATION
Staff63R=菅生 隆之
Staff63_subR=Takayuki Sugou
Staff65L=SYSTEM VOICE
Staff65R=Dan Rubida
Staff66L=APRIL & LEAP
Staff66R=磯村 知美
Staff66_subR=Tomomi Isomura
Staff67L=AUGUS
Staff67R=住友 優子
Staff67_subR=Yuuko Sumitomo
Staff68L=JUNE
Staff68R=潘 めぐみ
Staff68_subR=Megumi Han
Staff69L=SEPHY / MARCH
Staff69R=藤川 茜
Staff69_subR=Akane Fujikawa
Staff70L=FEBBY / NOVEL  / OCTY  / JANIS
Staff70R=松本 夕紀
Staff70_subR=Yuuki Matsumoto
Staff72L=GAUNTLET BODY
Staff72R=杉田 智和
Staff72_subR=Tomokazu Sugita
Staff73R=坪井 智徳
Staff73_subR=Tomonori Tsuboi
Staff74R=梁田 清之
Staff74_subR=Kiyoyuki Yanada
Staff75L=CONVICT HUMMER
Staff75R=梁田 清之
Staff75_subR=Kiyoyuki Yanada
Staff76L=JACK-O's Servant
Staff76R=有馬 七助
Staff76_subR=Nanasuke Arima
Staff78L=EXTRA
Staff78R=鈴木 高雄
Staff78_subR=Takao Suzuki
Staff79R=栗山 健太
Staff79_subR=Kenta Kuriyama
Staff80R=石渡 太輔
Staff80_subR=Daisuke Ishiwatari
Staff81R=坂村 英彦
Staff81_subR=Hidehiko Sakamura
Staff82R=片野 旭
Staff82_subR=Akira Katano
Staff83R=山中 丈嗣
Staff83_subR=Takeshi Yamanaka
Staff84R=関根 一利
Staff84_subR=Kazuto Sekine
Staff85R=本村 C. 純也
Staff85_subR=Junya C. Motomura
Staff86R=澤田 秀明
Staff86_subR=Hideaki Sawada
Staff87R=浅野 健太
Staff87_subR=Kenta Asano
Staff90L=DEVELOPMENT STAFF
Staff92L=logo_RED
Staff96L=Game & Character Design
Staff96R=石渡 太輔
Staff96_subR=Daisuke Ishiwatari
Staff98L=Products Planning
Staff98R=石渡 太輔
Staff98_subR=Daisuke Ishiwatari
Staff99R=山中 丈嗣
Staff99_subR=Takeshi Yamanaka
Staff101L=Art Director
Staff101R=坂村 英彦
Staff101_subR=Hidehiko Sakamura
Staff102L=Technical Artist
Staff102R=本村 C. 純也
Staff102_subR=Junya C. Motomura
Staff103L=Lead Programmer
Staff103R=家弓 拓郎
Staff103_subR=Takuro Kayumi
Staff104L=Lead Planner
Staff104R=関根 一利
Staff104_subR=Kazuto Sekine
Staff105L=Lead Environment Artist
Staff105R=儘田 元気
Staff105_subR=Genki Mamada
Staff106L=Lead Effect Artist
Staff106R=小川 和哉
Staff106_subR=Kazuya Ogawa
Staff107L=Lead HUD Artist
Staff107R=小山 健太郎
Staff107_subR=Kentaro Koyama
Staff110L=Project Manager
Staff110R=山中 丈嗣
Staff110_subR=Takeshi Yamanaka
Staff113L=Lead Battle Planner
Staff113R=関根 一利
Staff113_subR=Kazuto Sekine
Staff114L=Planners
Staff114R=片野 旭
Staff114_subR=Akira Katano
Staff115R=岡本 隆二
Staff115_subR=Ryuji Okamoto
Staff116R=荒川 拓馬
Staff116_subR=Takuma Arakawa
Staff117R=中野 雅広
Staff117_subR=Masahiro Nakano
Staff118R=田中 貴士
Staff118_subR=Takashi Tanaka
Staff119R=佐藤 題
Staff119_subR=Shirushi Sato
Staff122L=Lead Programmer
Staff122R=家弓 拓郎
Staff122_subR=Takuro Kayumi
Staff123L=Programmers
Staff123R=野沢 武史
Staff123_subR=Takeshi Nozawa
Staff124R=岡本 隆二
Staff124_subR=Ryuji Okamoto
Staff125R=廣田 淳司
Staff125_subR=Atsushi Hirota
Staff126R=大里 亮太
Staff126_subR=Ryouta Oosato
Staff128L=Engine Customization
Staff128R=家弓 拓郎
Staff128_subR=Takuro Kayumi
Staff131L=Lead 2D Artist
Staff131R=郷間 幸範
Staff131_subR=Yukinori Gouma
Staff132L=2D Artists
Staff132R=澤田 秀明
Staff132_subR=Hideaki Sawada
Staff133R=浅野 健太
Staff133_subR=Kenta Asano
Staff136L=Action Choreography
Staff136R=坂村 英彦
Staff136_subR=Hidehiko Sakamura
Staff137R=澤田 秀明
Staff137_subR=Hideaki Sawada
Staff138R=浅野 健太
Staff138_subR=Kenta Asano
Staff139R=坪井 利浩
Staff139_subR=Toshihiro Tsuboi
Staff141L=Special Action Choreographer
Staff141R=郷間 幸範
Staff141_subR=Yukinori Gouma
Staff144L=Lead HUD Artist
Staff144R=小山 健太郎
Staff144_subR=Kentaro Koyama
Staff145L=HUD Artist
Staff145R=浅野 健太
Staff145_subR=Kenta Asano
Staff146R=田中 春香
Staff146_subR=Haruka Tanaka
Staff148L=LOGO Design
Staff148R=清水 幸一
Staff148_subR=Kouichi Shimizu
Staff149R=小山 健太郎
Staff149_subR=Kentaro Koyama
Staff151L=Lead Character Modeler
Staff151R=本村 C. 純也
Staff151_subR=Junya C. Motomura
Staff152L=Character Modelers
Staff152R=川崎 壮一
Staff152_subR=Souichi Kawasaki
Staff153R=金 喆
Staff153_subR=Tetsu Kin
Staff154R=山中 岳史
Staff154_subR=Takashi Yamanaka
Staff157L=Shader Artist
Staff157R=本村 C. 純也
Staff157_subR=Junya C. Motomura
Staff158L=Rigging Artist
Staff158R=本村 C. 純也
Staff158_subR=Junya C. Motomura
Staff161L=Animation Workflow Manager
Staff161R=坂村 英彦
Staff161_subR=Hidehiko Sakamura
Staff163L=Lead Animator
Staff163R=坂村 英彦
Staff163_subR=Hidehiko Sakamura
Staff164L=Animators
Staff164R=坪井 利浩
Staff164_subR=Toshihiro Tsuboi
Staff165R=権坐 英明
Staff165_subR=Hideaki Gonza
Staff166R=夏 叶
Staff166_subR=Ye Xia
Staff167R=永野 覧
Staff167_subR=Ran Nagano
Staff169L=Lead Effects Artist
Staff169R=小川 和哉
Staff169_subR=Kazuya Ogawa
Staff170L=Effect Artists
Staff170R=郷間 幸範
Staff170_subR=Yukinori Gouma
Staff171R=鈴木 秀真
Staff171_subR=Hotsuma Suzuki
Staff173L=Lead Environment Artist
Staff173R=儘田 元気
Staff173_subR=Genki Mamada
Staff174L=Environment Artists
Staff174R=五十嵐 和也
Staff174_subR=Kazuya Igarashi
Staff175R=加藤 英治
Staff175_subR=Hideharu Kato
Staff176R=齋藤 豊
Staff176_subR=Yutaka Saito
Staff178L=Environment Image board 
Staff178R=儘田 元気
Staff178_subR=Genki Mamada
Staff181L=Draft Scenario
Staff181R=石渡 太輔
Staff181_subR=Daisuke Ishiwatari
Staff183L=Scenario
Staff183R=石渡 太輔
Staff183_subR=Daisuke Ishiwatari
Staff184R=山中 丈嗣
Staff184_subR=Takeshi Yamanaka
Staff186L=Storyboard
Staff186R=石渡 太輔
Staff186_subR=Daisuke Ishiwatari
Staff187R=坂村 英彦
Staff187_subR=Hidehiko Sakamura
Staff188R=儘田 元気
Staff188_subR=Genki Mamada
Staff190L=Scripting
Staff190R=坂村 英彦
Staff190_subR=Hidehiko Sakamura
Staff191R=野沢 武史
Staff191_subR=Takeshi Nozawa
Staff192R=片野 旭
Staff192_subR=Akira Katano
Staff193R=大里 亮太
Staff193_subR=Ryouta Oosato
Staff199L=PUBLISHING STAFF
Staff201L=PR
Staff201R=鈴木 美香
Staff201_subR=Mika Suzuki
Staff202R=門田 大樹
Staff202_subR=Hiroki Monda
Staff203R=須藤 夏葉
Staff203_subR=Natsuha Sudo
Staff204R=永島 靖啓
Staff204_subR=Yasuhiro Nagashima
Staff205R=浅香 恵美子
Staff205_subR=Emiko Asaka
Staff206R=桑原 卓也
Staff206_subR=Takuya Kuwabara
Staff207R=佐藤 朱菜
Staff207_subR=Ayana Sato
Staff209L=PR Assistant
Staff209R=清水 幸一
Staff209_subR=Kouichi Shimizu
Staff210R=幸村 葉子
Staff210_subR=Youko Koumura
Staff211L=Sales & User Support
Staff211R=福島 伸明
Staff211_subR=Nobuaki Fukushima
Staff212R=齋藤 聡
Staff212_subR=Satoshi Saito
Staff213L=Marketing Director
Staff213R=峯島 将司
Staff213_subR=Masashi Mineshima
Staff219L=SOUNDWORKS
Staff221L=Composers
Staff221R=石渡 太輔
Staff221_subR=Daisuke Ishiwatari
Staff222R=佐藤 ノリチカ
Staff222_subR=Norichika Sato
Staff223R=滝澤 俊輔 (Try Tone Lobo)
Staff223_subR=Syunsuke Takizawa
Staff225L=Arrangement
Staff225R=佐藤 ノリチカ
Staff225_subR=Norichika Sato
Staff227L=Vocal
Staff227R=橋本 直樹
Staff227_subR=NAOKI HASHIMOTO
Staff228L=Guitar
Staff228R=梶原 稔広
Staff228_subR=Toshihiro Kajihara
Staff229L=Bass
Staff229R=長谷川 淳
Staff229_subR=Atsushi Hasegawa
Staff230L=Sax
Staff230R=徳広 裕
Staff230_subR=Yutaka Tokuhiro
Staff231L=Piano
Staff231R=滝澤 俊輔
Staff231_subR=Syunsuke Takizawa
Staff233L=Recording＆Mix Engineer
Staff233R=macoteau
Staff238L=Voice Talent Coordination
Staff238R=栗山 健太 (Starjam Corporation)
Staff238_subR=Kenta Kuriyama
Staff240L=Voice Recording Director
Staff240R=石渡 太輔
Staff240_subR=Daisuke Ishiwatari
Staff241R=山中 丈嗣
Staff241_subR=Takeshi Yamanaka
Staff242R=片野 旭
Staff242_subR=Akira Katano
Staff243R=田中 貴士
Staff243_subR=Takashi Tanaka
Staff245L=Voice Recording & Edit Engineer
Staff245R=渡辺 大志
Staff245_subR=Taishi Watanabe
Staff248L=Studio mech
Staff250L=Studio StarJamRoom
Staff251L=Manager
Staff251R=小泉 寿子
Staff251_subR=Yoshiko Koizumi
Staff254L=Sound Effects
Staff254R=渡辺 大志
Staff254_subR=Taishi Watanabe
Staff255R=佐藤 ノリチカ
Staff255_subR=Norichika Sato
Staff256R=山中 丈嗣
Staff256_subR=Takeshi Yamanaka
Staff257R=松田 芳明
Staff257_subR=Yoshiaki Matsuda
Staff259L=Sound Producer
Staff259R=鈴木 高雄 (Starjam Corporation)
Staff259_subR=Takao Suzuki
Staff263L=SONGS
Staff265L=""Wanna be Crazy""
Staff265R=""Freesia""
Staff266L=Composer  石渡 太輔
Staff266_subL=Daisuke Ishiwatari
Staff266R=Composer  石渡 太輔
Staff266_subR=Daisuke Ishiwatari
Staff267L=Arrangement  佐藤 ノリチカ
Staff267_subL=Norichika Sato
Staff267R=Arrangement  佐藤 ノリチカ
Staff267_subR=Norichika Sato
Staff268L=Lyrics 石渡 太輔 & 本村 C. 純也
Staff268_subL=Daisuke Ishiwatari & Junya C. Motomura
Staff268R=Lyrics 石渡 太輔 & 本村 C. 純也
Staff268_subR=Daisuke Ishiwatari & Junya C. Motomura
Staff269L=Vocal  橋本 直樹
Staff269_subL=NAOKI HASHIMOTO
Staff269R=Vocal  橋本 直樹
Staff269_subR=NAOKI HASHIMOTO
Staff270L=Guitar  梶原 稔広 
Staff270_subL=Toshihiro Kajihara
Staff270R=Guitar  梶原 稔広 
Staff270_subR=Toshihiro Kajihara
Staff271L=Bass  長谷川 淳
Staff271_subL=Atsushi Hasegawa
Staff271R=Bass  長谷川 淳
Staff271_subR=Atsushi Hasegawa
Staff272R=Piano 滝澤 俊輔
Staff272_subR=Syunsuke Takizawa
Staff280L=Development Partners
Staff283L=logo_newronage
Staff286L=NEURON AGE Co., Ltd.
Staff287L=Lead Designer
Staff287R=長澤 一
Staff287_subR=Hajime Nagasawa
Staff288L=Animators
Staff288R=福田 尚輝
Staff288_subR=Naoki Fukuda
Staff289R=宮澤 路彰
Staff289_subR=Michiakira Miyasawa
Staff290R=山領 忠幸
Staff290_subR=Tadayuki Yamaryo
Staff291L=Project Managers
Staff291R=二階 学
Staff291_subR=Manabu Nikai
Staff292R=冨士末 登喜夫
Staff292_subR=Tokio Fujisue
Staff295L=SWING Co., Ltd.
Staff296L=Animators
Staff296R=宮崎 剛
Staff296_subR=Tsuyoshi Miyazaki
Staff299L=Bean Pod Corp.
Staff300L=Animators
Staff300R=大野 雅子
Staff300_subR=Masako Oono
Staff301R=磯谷 涼汰
Staff301_subR=Ryouta Isogai
Staff302R=伊藤 奈々美
Staff302_subR=Nanami Itou
Staff305L=logo_laksha
Staff308L=LAKSHYA DIGITAL Pvt. Ltd.
Staff309L=Project Manager
Staff309R=ジェイコブ・J・K
Staff309_subR=Jacob J K
Staff310L=Project Art Lead
Staff310R=サチン・サルジャ
Staff310_subR=Sachin Saluja
Staff311L=Art Lead
Staff311R=マニーシュ・プラサド
Staff311_subR=Manish Prasad
Staff312L=Artists
Staff312R=二チン・ゴータム
Staff312_subR=Nitin Gautam
Staff313R=アニル・シン
Staff313_subR=Anil Singh
Staff314R=マノジ・パリダ
Staff314_subR=Manoj Parida
Staff315R=ビカッシュ・グルング
Staff315_subR=Vikash Gurung
Staff316R=ラフル・バシシュト
Staff316_subR=Rahul Vashishth
Staff317L=Translators
Staff317R=ラリータ・チャンドラン
Staff317_subR=Lalitha Chandran
Staff318R=スジャニータ・シャンカル
Staff318_subR=Sujanitha Shankar
Staff319R=アンシュ・アルメイダ
Staff319_subR=Anshu Almeida
Staff320L=Country Manager, Japan
Staff320R=具島　快
Staff320_subR=Kai Gushima
Staff321L=Vice President, Business Development
Staff321R=マイク・ワラン
Staff321_subR=Mike Wallen
Staff322L=CEO
Staff322R=マンベンドラ・シュクル
Staff322_subR=Manvendra Shukul
Staff325L=APLUS Co., Ltd
Staff326L=Action Choreography
Staff326R=前田 康嗣
Staff326_subR=Yasuhide Maeda
Staff327R=宮本 理奈
Staff327_subR=Rina Miyamoto
Staff328L=Manager
Staff328R=山口 律
Staff328_subR=Ritsu Yamaguchi
Staff331L=SUCCESS BEIJING STUDIO
Staff334L= indigo line Co., Ltd.
Staff335L=Animation Director
Staff335R=月見里 智弘
Staff335_subR=Tomohiro Tsukimisato
Staff338L=Barnhouse Effect Co.,Ltd.
Staff339L=HUD Artist
Staff339R=川島 哲
Staff339_subR=Satoru Kawashima
Staff342L=Starjam Corporation, ltd
Staff343L=Sound Producer
Staff343R=鈴木 高雄
Staff343_subR=Takao Suzuki
Staff344L=Assistant Director
Staff344R=栗山 健太
Staff344_subR=Kenta Kuriyama
Staff348L=Opening Movie Products
Staff350L=Iris Motion Graphics
Staff353L=Freelance
Staff355L=Background Artists
Staff355R=櫻井 純子
Staff355_subR=Junko Sakurai
Staff356R=玉井 幸子
Staff356_subR=Sachiko Tamai
Staff358L=Action Choreography
Staff358R=井上 巧
Staff358_subR=Takumi Inoue
Staff359R=寺田 完
Staff359_subR=Yutaka Terada
Staff361L=Battle Balance Advisors
Staff361R=木下 竜平
Staff361_subR=Ryuhei Kinoshita
Staff362R=神園 雄太
Staff362_subR=Yuta Kamizono
Staff366L=Debugging Staff
Staff368L=DREAMS CORPORATION
Staff369L=Testers
Staff369R=髙橋 聖
Staff369_subR=Kiyoshi Takahashi
Staff370R=山林 大祐
Staff370_subR=Daisuke Yamabayashi
Staff371R=坂根 涼太
Staff371_subR=Ryota Sakane
Staff372R=北原 泉也
Staff372_subR=Senya Kitahara
Staff373R=服部 直希
Staff373_subR=Naoki Hattori
Staff376L=GGXRD.COM
Staff377L=logo_createch
Staff379L=Createch Inc.
Staff380L=WEB Producers
Staff380R=天野 宗夫
Staff380_subR=Muneo Amano
Staff381R=鈴木 達郎
Staff381_subR=Tatsuro Suzuki
Staff382L=Creative Director
Staff382R=磯田 卓哉
Staff382_subR=Takuya Isoda
Staff383L=WEB Director
Staff383R=藤澤 直
Staff383_subR=Nao Fujisawa
Staff384L=WEB Designer
Staff384R=塩谷 信吾
Staff384_subR=Shingo Shiotani
Staff385R=片山 博貴
Staff385_subR=Hiroki Katayama
Staff386L=Markup Engineer
Staff386R=松浦 梨奈
Staff386_subR=Rina Matsuura
Staff389L=Player's Guild Creation
Staff390L=ARC SYSTEM WORKS
Staff391L=Producers
Staff391R=安部 秀之
Staff391_subR=Hideyuki Anbe
Staff392R=藤本 貴文
Staff392_subR=Takafumi Fujimoto
Staff393L=Network Engineer
Staff393R=本間 拓也
Staff393_subR=Takuya Honma
Staff395L=Planning
Staff395R=山中 丈嗣
Staff395_subR=Takeshi Yamanaka
Staff396R=片野 旭
Staff396_subR=Akira Katano
Staff397R=中野 雅広
Staff397_subR=Masahiro Nakano
Staff398L=Programmer
Staff398R=廣田 淳司
Staff398_subR=Atsushi Hirota
Staff399L=Art Works
Staff399R=小山 健太郎
Staff399_subR=Kentaro Koyama
Staff401L=TRIAD Ltd.
Staff402L=Director
Staff402R=澤崎 享介
Staff402_subR=Kyosuke Sawazaki
Staff403L=Programmer
Staff403R=西本 誠
Staff403_subR=Makoto Nishimoto
Staff407L=Publishing Support
Staff408L=Exmind, Inc.
Staff409L=Director
Staff409R=今野 裕介
Staff409_subR=Yusuke Konno
Staff410L=Advertisement Design
Staff410R=松本 正子
Staff410_subR=Masako Matsumoto
Staff413L=Special Thanks
Staff415L=ARC SYSTEM WORKS
Staff415R=遠藤 良平
Staff415_subR=Ryouhei Endou
Staff416R=石川 辰則
Staff416_subR=Tatsunori Ishikawa
Staff417R=小澤 陸
Staff417_subR=Riku Ozawa
Staff418R=影山 博美
Staff418_subR=Hiromi Kageyama
Staff419R=有馬 七助
Staff419_subR=Nanasuke Arima
Staff420R=伊藤 誠
Staff420_subR=Makoto Ito
Staff422R=ARC SYSTEM WORKS ALL STAFF
Staff426L=logo_sega
Staff429L=SEGA Interactive Co.,Ltd.
Staff429R=宇野 薫
Staff429_subR=Kaoru Uno
Staff430R=大島 正己
Staff430_subR=Masami Oshima
Staff431R=大林 克
Staff431_subR=Masaru Obayashi
Staff432R=川島 卓
Staff432_subR=Suguru Kawashima
Staff433R=中屋 年裕
Staff433_subR=Toshihiro Nakaya
Staff436L=Epic Games Japan
Staff437L=Territory Manager
Staff437R=河崎 高之
Staff437_subR=Taka Kawasaki
Staff438L=Support Manager
Staff438R=下田 純也
Staff438_subR=Junya Shimoda
Staff439L=Support Technical Artist
Staff439R=ロブ グレイ
Staff439_subR=Rob Gray
Staff440L=Support Engineer
Staff440R=ジョー コンリー
Staff440_subR=Joe Conley
Staff443L=Strangely Compelling
Staff444L=Localize Supervisor
Staff444R=マイキー マクナマラ
Staff444_subR=Mikey McNamara
Staff458L=logo_UE3
Staff469L=ARC SYSTEM WORKS
Staff470L=Line Producer
Staff470R=森 利道
Staff470_subR=Toshimichi Mori
Staff471R=田口 和憲
Staff471_subR=Kazunori Taguchi
Staff473L=Marketing Producer
Staff473R=永田 厚二
Staff473_subR=Kouji Nagata
Staff475L=Executive Producer
Staff475R=木戸岡 稔
Staff475_subR=Minoru Kidooka
Staff477L=Production Director
Staff477R=山中 丈嗣
Staff477_subR=Takeshi Yamanaka
Staff479L=General Director
Staff479R=石渡 太輔
Staff479_subR=Daisuke Ishiwatari
Staff490L=logo_arc
